[
  {
    "text": "Профессор, это правда или это у меня в голове? Конечно, у тебя в голове, Гарри. Вот только почему это не может быть правдой?",
    "author": "Альбус Дамблдор и Гарри Поттер"
  },
  {
    "text": "Необходима большая смелость, чтобы противостоять врагам, но гораздо большая, чтобы пойти наперекор друзьям.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Люди имеют свойство просить того, что для них всего губительнее, — вот их беда.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "На свете нет ничего невозможного — дело только в том, хватит ли у тебя храбрости.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Любовь (…) оставляет свой след. Это не шрам, этот след вообще невидим… Если тебя так крепко любят, то, даже когда любящий тебя человек умирает, ты все равно остаешься под его защитой.",
    "author": "Сириус Блэк"
  },
  {
    "text": "Всегда называй вещи своими именами. Страх перед именем лишь усугубляет страх перед обладателем имени.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Счастье можно найти даже в темные времена, если не забывать обращаться к свету.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Не стоит упускать возможность насладиться хорошей погодой.",
    "author": "Северус Снейп"
  },
  {
    "text": "Словом, все шло чересчур хорошо, а потому быстро закончилось. ",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Невозможно подражать любви.",
    "author": "Профессор Слизнорт"
  },
  {
    "text": "Человека определяют не заложенные в нем качества, а только его выбор.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Недоверие к друзьям — вершина бесчестья.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Впереди тяжелые времена, и нам всем придется выбирать между тем, что правильно, и тем, что легко.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Те, кого мы любим — никогда нас в действительности не покидают. Есть вещи не подвластные смерти. Картины… и память… и любовь.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "А оно всегда звучит куда круче, чем было на самом деле.",
    "author": "Гарри Поттер"
  },
  {
    "text": "Если боль ненадолго заглушить, она станет еще невыносимей, когда ты почувствуешь ее вновь.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Гораздо легче простить людей за то, что они не правы, чем за правоту.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Мы сильны настолько, насколько мы едины, и слабы настолько, насколько разъединены.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Наши решения показывают, кем мы являемся в действительности, гораздо лучше, чем наши способности.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Даже самые лучшие из нас иногда вынуждены брать свои слова обратно.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Величие пробуждает зависть, зависть рождает злобу, злоба плодит ложь. ",
    "author": "Воландеморт"
  },
  {
    "text": "Равнодушие и пренебрежение часто приносят гораздо больше вреда, чем открытая неприязнь. ",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Последствия наших поступков всегда так сложны, так разнообразны, что предсказание будущего и впрямь невероятно трудная задача.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Сила, одновременно более чудесная и более ужасная, чем смерть, чем человеческий разум, чем силы природы… имя этой спасительной силы — любовь.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Умение вовремя понять, что совершаешь ошибку — это достояние гения, но вот отрицать ошибку уже совершенную — исконная привилегия дураков.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Мир не разделен на хороших и плохих, в каждом есть и темная, и светлая сторона, главное в том, какую ты выбрал — это определяет все.",
    "author": "Альбус Дамблдор"
  },
  {
    "text": "Все возможно, если никто не доказал, что этого не существует.",
    "author": "Гермиона Грейнджер"
  }
]