[
  {
    "text": "Professor, this all real? Or is it just happening inside my head? Of course it is happening inside your head. Why should that mean that it is not real?",
    "author": "Albus Dumbledore and Harry Potter"
  },
  {
    "text": "It takes a lot of courage to stand up to enemies, but a lot more to go against friends.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "People ask for what is most harmful to them, and this is their misfortune.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Nothing is impossible, it is only a matter of whether you have the courage.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Love (...) leaves its mark. It's not a scar, it's invisible... If you are loved so deeply, even when the person who loves you dies, you still remain under his protection.",
    "author": "Sirius Black"
  },
  {
    "text": "Always call things by their proper names. Fear of the name only exacerbates the fear of the owner of the name.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Happiness can be found even in dark times, if you do not forget to turn to the light.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Do not miss the opportunity to enjoy the good weather.",
    "author": "Severus Snape"
  },
  {
    "text": "In short, everything was going too well, and therefore quickly ended.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "It is impossible to imitate love.",
    "author": "Professor Slaghorn"
  },
  {
    "text": "A person is determined not by the qualities inherent in him, but only by his choice.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Distrust of friends is the height of dishonor.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "There are dark and difficult times ahead. Soon we will all have to choose between what is right and what is easy.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "The people we love never really leave us. There are things beyond death. Pictures... and memories... and love.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "It always sounds better than it really was.",
    "author": "Harry Potter"
  },
  {
    "text": "If you numb the pain for a while, it will become even more unbearable when you feel it again.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "It is much easier to forgive people for being wrong than for being right.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "We are as strong as we are united and as weak as we are divided.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Our decisions reveal who we really are, far better than our abilities.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Even the best of us sometimes have to take our words back.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Greatness breeds envy, envy breeds malice, malice breeds lies.",
    "author": "Voldemort"
  },
  {
    "text": "Indifference and neglect often do much more harm than outright dislike.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "The consequences of our actions are always so complex, so diverse, that predicting the future is indeed an incredibly difficult task.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "A force simultaneously more wonderful and more terrible than death, than the human mind, than the forces of nature... the name of this saving force is love.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "The ability to realize in time that you are making a mistake is the property of a genius, but to deny a mistake already made is the primordial privilege of fools.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "The world is not divided into good and bad, each has both a dark and a bright side, the main thing is what you chose - it determines everything.",
    "author": "Albus Dumbledore"
  },
  {
    "text": "Anything is possible if no one has proven that it does not exist.",
    "author": "Hermione Granger"
  }
]